{
  "services": [{
    "in_home": false,
    "src": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 78.143 62.993\"><path fill=\"#A0A0A0\" d=\"M78.143 62.993H0V0h78.143v62.993zM2.632 60.36H75.51V2.633H2.632V60.36z\"/><path fill=\"#A0A0A0\" d=\"M0 8.34h70.142v2.633H0zM6.054 4.292h2.723v2.633H6.054zM11.499 4.292h2.722v2.633h-2.722zM16.942 4.292h2.723v2.633h-2.723zM70.142 32.888h-2.633V18.224H10.632v12.031h54.153v2.633H8V15.591h62.142zM25.497 46.03H8v-9.42h17.497v9.42zm-14.865-2.633h12.231v-4.154H10.632v4.154zM47.82 46.03H30.323v-9.42H47.82v9.42zm-14.864-2.633h12.231v-4.154H32.956v4.154zM70.142 46.03H52.645v-9.42h17.497v9.42zm-14.864-2.633h12.231v-4.154H55.278v4.154zM8 48.298h17.497v2.633H8zM8 53.2h10.259v2.633H8zM30.323 48.298H47.82v2.633H30.323zM30.323 53.2h10.259v2.633H30.323zM52.645 48.298h17.497v2.633H52.645zM52.645 53.2h10.26v2.633h-10.26z\"/></svg>",
    "title": "Web Design",
    "url": "web-design",
    "meta": {
      "title": "Web Design Company, Web Designing Services",
      "desc": "Are you planning to update your online presence? WAMP InfoTech has experts who will help you come up with a hassle free web design to achieve your goals.",
      "keywords": [
        "web design",
        "website design company",
        "website design",
        "website designing",
        "web designer",
        "web design services",
        "best web design company"
      ]
    },
    "image": "images/services/website-Designing.jpg",
    "content": "<div class='container' id='web-design'><h2 class='fw-500 h5'>Designing a website without a hassle</h2><p>The first step towards your online presence for any business is to curate a perfect <a href='https://en.wikipedia.org/wiki/Website' target='_blank'>website</a> with a classic web design. Our team of experts will guide you to come up with a hassle-free website design. We’ll help you in identifying your business goals in the most effective manner.</p><p>WAMP InfoTech has a team of creative minds who will work for your web design. We aim to create attractive, user-friendly and responsive websites. So that it will look great on all platforms including desktops, tablets, and mobile phones. With the advancement of technology, the users are more into mobile browsing; therefore it is essential to create a ‘mobile-first’ web design. Our design aspires to attract a great number of audiences and to keep them on the website and giving them reasons to return back to the website.</p><br />  <ul class='collection with-header'><li class='collection-header'><h2 class='fw-500 h5'>Our Web Design procedure is very easy:</h2></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>The team members will get in touch with you and seek knowledge about your product and services. Then, we will create a wireframe, which is a still image for the website to give you an outline of the design.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Using the wireframe, the design prepared for the desktop and mobile versions; user experience given utmost priority.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Once the website takes its shape, the further corrections made and test user journeys take place.</li>  </ul>  <br />  <h3 class='fw-500 h5'>It is all about the details.</h3>  <p>Web Design looks like an easy process but a complicated one. As the website is like a vague idea in the client’s mind and our creative minds work on transforming the idea into a beautiful web page. Our experts work on everything from the design, layout, the technology choice, development phase, and <a href='services/content-marketing'>the content management</a>.</p><p>At WAMP InfoTech we will take notes of all the details that your web design will require. You will given a simple user-friendly interface to manage the completed site; you will be able to work on it even if you are not a techno freak. It is important to know the main motive of the website so that it designed in a manner that it attracts the target audience only.</p><p>We make websites in a manner that they are easy to update and easy-to-navigate. As per our services we make sure that we give our clients a little bit extra and we train them to use the website later on so that they do not have to depend on anyone.</p>  <br />  <h4 class='fw-500 h5'>Want to get a website designed or re-designed?</h4>  <p>We don’t require much from you to get started, as we want to make the designing of the website look like the easiest work. If you want to get your website designed, why not get in touch? Our expert web designers will speak to you regarding your basic requirements, like:</p>  <ul class='collection'><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Get to know your business</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Number of pages your website has to be</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Also, your <a href='services/graphic-design'>logo</a></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Moreover, the preferred colour scheme</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Images used</li>  </ul>  <p>And if you have some other specification for your website, we will surely make the process easier by helping you and making your way through it. We will guide you step by step for all the procedures, from web design and layout to development, hosting and <a href='services/web-maintenance'>web maintenance</a>.</p>  <p>Have a project in your mind? <a href='contact'>Get in touch with us</a></p>  </div>",
    "disabled": false
  }, {
    "disabled": false,
    "in_home": false,
    "url": "digital-marketing",
    "meta": {
      "title": "Digital Marketing Company, Digital Marketing Consultant",
      "desc": "Everything is connected to Digital Marketing in the current world, therefore to get your business on the digital platforms you need the best strategies and a team of creative individuals.",
      "keywords": [
        "digital marketing",
        "internet marketing",
        "digital marketing strategy",
        "digital marketing services",
        "digital marketing services in delhi",
        "digital marketing consultant",
        "digital marketing expert"
      ]
    },

    "image": "images/services/Digital-Marketing.jpg",
    "content": "<div class='container'><h2 class='fw-500 h5'>Take Your Online Presence to a New Level </h2><p>WAMP InfoTech is a versatile digital marketing company in India that understands the need of the customers. Our main motive is to value the requirements of our clients and perform accordingly. We work to make your brand a success on the <a href='https://makeawebsitehub.com/social-media-sites/' target='_blank'>social media websites</a> and search engines.</p><p>We have a team of experts and qualified professionals who will take care of your online presence. To make it special we work on SEO, SMO, <a href='services/email-marketing'>Email marketing</a>, Google Ads, Google Analytics and various other techniques. The usage of internet is extremely popular amongst the masses now. So it is important that be your business be small or big, it needs to be essentially on the digital platforms. Digital Marketing saves big bucks and one can surely check the results of their performance. The digital platform makes it easier to convert the regular visitor into a customer, therefore the business grows.</p><p>The world of digitalization connects various types of an audience on online platforms. Selling or buying of products and services on digital platforms is called Internet/Digital Marketing. In comparison to traditional forms of marketing, digital marketing has gained great importance due to its price and result difference. Our digital marketing experts have an inclination towards creating revolutionary ideas for brands.</p><br /><h2 class='fw-500 h5'>Why choose WAMP InfoTech for Digital Marketing?</h2><p>With Digital Marketing, one can reach a huge amount of audience. Therefore we use ethical and tested techniques helping you achieve better leads and results for your business. Social media platforms play an essential role in grabbing the attention of the right audience. The presence on social media platforms like Facebook, Twitter, Google+, LinkedIn, Instagram and various others is very important for the development of the brand.</p><p>WAMP InfoTech assists you in achieving a brand identity for your brand. We also ensure the usage of legal techniques for your <a href='services/digital-advertising'>brand promotions</a>. Extended over a wide gamut of services and our approach is futuristic, therefore we promise to transform your digital landscape. We have always worked ahead of time making it easier for our clients to compete on digital platforms.</p><br /><h3 class='fw-500 h5'>Get known amongst your target audience</h3><p>The main race is to become popular in a very short period of time, but that is only possible if we take you through the advantages of web services. We have a team of skilled and knowledgeable techies who prepare a separate digital strategy for all our clients so that they shine amongst their audience. Digital Marketing is a massive platform that is used to highlight the products and services of a particular business. The digital platforms help in reaching to a larger group of consumers. We believe in putting our clients first and we tend to make long-term relationships with our clients by providing them quality web services.</p><br /><h4 class='fw-500 h5'>Search Engine Optimization (SEO)</h4><p>We at WAMP InfoTech have a highly qualified team of professionals who work on your website’s ranking. We promise to deliver Google First Page Ranking within the given period of time. Providing an organic rank to your website on the given keywords. We provide both on-page and off-page SEO strategy.</p><br /><h4 class='fw-500 h5'>Social Media Optimization (SMO) </h4><p>We believe in the maximum online presence on the social media platforms because the larger audience is available on those channels. Our content marketing team works on the social strategy, where the words affect the audience and they start recognizing the brand. We use various tools to gain maximum profit in terms of potential customers on social media platforms. </p><br /><h4 class='fw-500 h5'>Google Ads</h4><p>WAMP InfoTech offers productive Google Ads campaigns to its global clients. We assist in lead generation through Pay per click campaigns. It is effective in quickly gaining customers and one can promote their product with a budget.</p><br /><h4 class='fw-500 h5'>Email Marketing</h4><p>We provide bulk email marketing services to our customers; we also create newsletters that are engaging, to a well-prepared list of users and we can track all the details of the emails sent. Therefore, email marketing is also a great way to hit the target audience. This helps in giving an even more personal touch to the users or future users. </p><p>Have a great project for that needs digital presence? <a href='contact'>Get in touch with us</a>.</p>  </div>",
    "title": "Digital Marketing"
  }, {
    "disabled": false,
    "in_home": true,
    "src": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 48 46\"> <path fill-rule=\"evenodd\" fill=\"#A0A0A0\" d=\"M44 25.08c0 .399-.4.798-.8.798l-29.202 3.984c.799 1.395 2.4 2.191 4 2.191H40.8c.6 0 1 .399 1 .997s-.4.996-1 .996H17.798c-3.2 0-6.2-2.39-6.8-5.579L6.197 4.162h-5.2c-.6 0-1.001-.399-1.001-.997 0-.597.401-.996 1-.996h6.001c.4 0 1 .399 1 .797l1 5.18h15.002v1.793H9.397l3.6 17.931L42.2 24.085l3.401-14.146H29.777V8.146H47c.4 0 .601.2.801.398.2.199.2.598.2.598L44 25.08zM32.104 12.968a.897.897 0 0 1 1.267 0 .89.89 0 0 1 0 1.263l-5.8 5.778-.005.003a.891.891 0 0 1-.629.258.887.887 0 0 1-.343-.069.881.881 0 0 1-.291-.193l-5.8-5.777a.89.89 0 0 1 0-1.263.899.899 0 0 1 1.268 0l4.269 4.253V.889c0-.493.402-.893.897-.893s.896.4.896.893v16.333l4.271-4.254zm-15.106 23.07c2.8 0 5 2.192 5 4.982 0 2.788-2.2 4.98-5 4.98-2.801 0-5.001-2.192-5.001-4.98 0-2.79 2.2-4.982 5.001-4.982zm0 7.97c1.6 0 3-1.395 3-2.988 0-1.595-1.4-2.99-3-2.99-1.601 0-3 1.395-3 2.99 0 1.593 1.399 2.988 3 2.988zM37 36.038c2.8 0 5 2.192 5 4.982 0 2.788-2.2 4.98-5 4.98s-5.001-2.192-5.001-4.98c0-2.79 2.2-4.982 5.001-4.982zm0 7.97c1.6 0 3-1.395 3-2.988 0-1.595-1.4-2.99-3-2.99s-3.001 1.395-3.001 2.99c0 1.593 1.401 2.988 3.001 2.988z\"/> </svg>",
    "title": "E-Commerce Website",
    "order": 3,
    "url": "e-commerce-website",
    "meta": {
      "title": "Custom E-commerce Website Development  Services ",
      "desc": "An ecommerce website is a crucial part for any business and their sales. WAMP InfoTech develops a quick, trustworthy and easy to use website to showcase your products. ",
      "keywords": [
        "ecommerce website",
        "ecommerce website development",
        "ecommerce website design",
        "ecommerce website designing company in delhi",
        "ecommerce development",
        "ecommerce development services",
        "ecommerce development company"
      ]
    },

    "image": "images/services/E-commerce-Website.jpg",
    "content": "<div class='container' id='e-commerce-website'><h2 class='fw-500 h5'>A website to make things easier </h2><p>A sales channel requires an E-commerce website. Also, it may be your only medium for sale so it has to be done well and it should work smoothly.  You need to keep a few things in mind while building an e-commerce website. The website has to be quick, trustworthy, easy to use and should showcase the maximum number of products.  The most crucial part of it is the checkout process; also the payment procedure has to be immensely secure.</p><br />   <h3 class='fw-500 h5'>It is about the appearance first, long before someone clicks ‘buy’ </h3><p>One important factor about e-commerce is the user experience, so it has to be on point. WAMP InfoTech specialises in creating smooth and spontaneous e-commerce websites for the best online shopping experience. It doesn’t matter if you have a lot of products or services; we will make sure that your online presence is speedy and easy-to-navigate.</p><p>You will be spoilt for choices, in case you have something for e-commerce. You can sell everything on digital platforms, be it products, services, subscriptions, or content. The designing surely depends on the size and scale of your business. We can work on various platforms and therefore we also appreciate building bespoke <a href='services/website-development'>website applications</a>.</p><br />   <h3 class='fw-500 h5'>What all you require for an E-commerce website? </h3>   <p>An e-commerce requires much more functionality than a regular website, but it doesn’t have to be complicated. The main principles are certainly the same, with account creation, products, shopping cart/checkout.  You have to provide the customers with a payment method too.</p>   <br /><ul class='collection with-header'><li class='collection-header'><h4 class='fw-500 h5'>Some of the most common features that are to include are: </h4></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Multiple delivery methods</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Product details</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Bulk discounts</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Location & postcode</li></ul><br /><h4 class='fw-500 h5'>E-commerce with AngularJS </h4><p>You will have to give us various details that you wish to include and we can take care of the rest. <a href='https://angularjs.org/' target='_blank'>AngularJS</a> is a flexible, open-ended e-commerce platform. It gives various functionalities and adds a lot to the business. It gives a perfect growth to your site and does not compromise on the performance.</p>   <br /><h5 class='fw-500 h5'>How to come up with a great E-Commerce website? </h5><p>To come with a project that includes the following:</p><ul class='collection'><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Powerful – it can handle various forms of functionality.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Balance – it can measure the growth of your business. </li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Reporting – it can easily customize intelligence reports and create advanced reporting.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>User-friendly- it is easy to use.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Wide Marketplace – it has a huge marketplace so that you can easily explore.</li></ul><p>Do you have something in your mind regarding E-commerce? <a href='contact'>Get in touch with us</a>. </p>   </div>",
    "desc": "A sales channel requires an E-commerce website. Also, it may be your only medium for sale so it has to be done well and it should work smoothly."
  }, {
    "disabled": false,
    "in_home": true,
    "src": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 78.144 62.991\"> <path fill=\"#A0A0A0\" d=\"M78.144 62.991H0V0h78.144v62.991zM2.633 60.359h72.878V2.632H2.633v57.727z\"/> <path fill=\"#A0A0A0\" d=\"M0 8.34h70.144v2.632H0zM6.056 4.217h2.722v2.632H6.056zM11.499 4.217h2.722v2.632h-2.722zM16.943 4.217h2.722v2.632h-2.722zM8.461 16.651H19.26v2.632H8.461zM8.461 30.951h14.55v2.632H8.461zM29.147 45.251h7.735v2.632h-7.735zM8.461 52.401h17.38v2.632H8.461zM8.461 23.801h8.005v2.632H8.461zM26.461 30.951h8.005v2.632h-8.005zM19.94 23.801h4.838v2.632H19.94zM8.461 45.251h8.005v2.632H8.461zM20.378 45.251h4.838v2.632h-4.838zM29.147 52.401h4.838v2.632h-4.838zM17.211 38.102h11.883v2.631H17.211zM8.461 38.102H13.3v2.631H8.461zM47.227 46.541l-6.177-7.305 6.177-7.304 2.009 1.699-4.739 5.605 4.739 5.606zM62.564 46.541l-2.009-1.7 4.74-5.605-4.74-5.604 2.009-1.7 6.178 7.304zM56.506 30.593l2.487.865-5.716 16.422-2.487-.865z\"/> </svg>",
    "title": "Website Development",
    "order": 1,
    "url": "website-development",
    "meta": {
      "title": "Web Development Company, Web Application Development ",
      "desc": "WAMP InfoTech has the best techies who will work on your web development. The website will include the information you need to achieve your business goals.",
      "keywords": [
        "website development",
        "web development",
        "website development company",
        "web application development",
        "web development services",
        "web development company in delhi",
        "web developer"
      ]
    },
    "image": "images/services/website-Development.jpg",
    "content": "<div class='container' id='website-development'><h2 class='fw-500 h5'>Website Development is the technical bit of the digital marketing procedure</h2><p>Website Development is our forte, as we love technology. We have immense experience and our experts know what will be the best solution for your business. We will ensure that you stay away from the technical part whereas our experts will make sure that they receive the information about your business. Once the research work gets completed, we make sure that a website is designed in a manner that it reaches its full potential.</p><p>Be it a simple website or a complex one, our expert techies will make sure you get it. We have been working on various projects therefore, we know that a website development process is to design and developed according to its business and the kind of audience it caters to. Therefore, we ensure to develop something unique for all our clients, giving them a great experience and a remarkable web experience.</p><p>WAMP InfoTech also believe that with the advancement in the technology it is essential that we work on the current requirements like cross-platform compatibility that it a website should work well on all the devices. We also ensure that your data remains secure.</p><br /><ul class='collection with-header'><li class='collection-header'><h3 class='fw-500 h5'>We love working with:</h3></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Wordpress</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><a href='https://en.wikipedia.org/wiki/Laravel' target='_blank'>Laravel</a></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>HTML(HyperText Markup Language)</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>CSS(Cascading Style Sheet)</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>PHP</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Java</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>JavaScript</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Angular</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Magento</li></ul><p>We work on all your requirements, whether small or big; our techies will get up to your expectations and therefore deliver you a successful website development project.</p><br /><h4 class='fw-500 h5'>WAMP makes sure to build great websites</h4><p>WWe have been working on various types of projects; we surely want you to see our projects. It is important to check out our past projects because it will give you a flavour of the types of websites we have been created.</p><ul class='collection'><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>An online architecture platform website, with students’ projects.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Online shopping <a href='https://en.wikipedia.org/wiki/E-commerce' target='_blank'>website for e-commerce</a> and retail therapy.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>A rental / subscription-based platform for facility management services.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>A digital marketing Institute website, that focuses on offline training classes.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Wedding planners and florists website.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>An interior designer website that focuses on designs and interiors.</li></ul><p>We love creating new websites, hence expanding our wings in different sectors, as there is no limit to learning. We are always open to taking up different challenges. If you think you have a great project in mind and want someone to take an initiative. If you are interested in our expert web development services why not <a href='contact'>get in touch with us</a>?</p></div>",
    "desc": "With our expertise in various industries, we have learnt that ‘one size does not fit all’, therefore we build your website as if it is tailor-made."
  }, {
    "disabled": false,
    "in_home": true,
    "src": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 78.143 62.993\"><path fill=\"#A0A0A0\" d=\"M78.143 62.993H0V0h78.143v62.993zM2.632 60.36H75.51V2.633H2.632V60.36z\"/><path fill=\"#A0A0A0\" d=\"M0 8.34h70.142v2.633H0zM6.054 4.292h2.723v2.633H6.054zM11.499 4.292h2.722v2.633h-2.722zM16.942 4.292h2.723v2.633h-2.723zM70.142 32.888h-2.633V18.224H10.632v12.031h54.153v2.633H8V15.591h62.142zM25.497 46.03H8v-9.42h17.497v9.42zm-14.865-2.633h12.231v-4.154H10.632v4.154zM47.82 46.03H30.323v-9.42H47.82v9.42zm-14.864-2.633h12.231v-4.154H32.956v4.154zM70.142 46.03H52.645v-9.42h17.497v9.42zm-14.864-2.633h12.231v-4.154H55.278v4.154zM8 48.298h17.497v2.633H8zM8 53.2h10.259v2.633H8zM30.323 48.298H47.82v2.633H30.323zM30.323 53.2h10.259v2.633H30.323zM52.645 48.298h17.497v2.633H52.645zM52.645 53.2h10.26v2.633h-10.26z\"/></svg>",
    "title": "Digital Advertising",
    "order": 2,
    "url": "digital-advertising",
    "meta": {
      "title": "Digital Advertising , Digital Media Marketing ",
      "desc": "Ads run on digital platforms are the best way to attract the right audience to your products and services. WAMP InfoTech promises the best Digital Advertising journey. ",
      "keywords": [
        "digital advertising",
        "digital media marketing",
        "online advertising",
        "digital advertising agency",
        "advertising agencies in delhi",
        "social media marketing",
        "social media advertising"
      ]
    },

    "image": "images/services/digital-advertising.jpg",
    "content": "<div class='container'><h2 class='fw-500 h5'>Reach a Greater Audience with Digital Advertising </h2><p>Online advertising has evolved at a great pace since the ’90s. It is possible to create a great strategy and great types of ads for your business, ads in multiple formats to target the right audience. There are various channels for online advertising, for instance, <a href='https://ads.google.com/intl/en_in/home/' target='_blank'>Google Ads</a>, social media ads and so on. There are ways to generate leads with online ads and a strategy is required to learn about the capabilities of the most effective digital advertising channels on the internet.</p><br /><h3 class='fw-500 h5'>About Google Ads </h3><p>Google Ads also the business advertising services, given by Google to promote goods and services. It caters to a larger audience, therefore helps businessmen to increase their popularity amongst the consumers. <a href='/'>WAMP InfoTech</a> has a team of qualified professionals, who run you Google Ads campaign. The ads help in increasing the popularity of the business services, therefore attracting more visitors and getting potential leads.</p><br /><h4 class='fw-500 h5'>How Google Ads Work? </h4><p>While we search with any keyword on the search engines, it gives us results in terms of Google Ads. These are separate landing pages for a product or services the marketer has to show. PPC means pay per click that the money is deducted once the visitors click the ads. We promise to provide you the best ads services and help you in achieving maximum success and leads to your business.</p><br /><h4 class='fw-500 h5'>How Does Social Media Advertising Work? </h4><p>Considered to be a pay-to-play game where the <a href='services/content-marketing'>brands use content</a> and advertise it on the social media platforms. For beginners the organic reach is usually low on the social media sites, therefore one requires digital advertising. As it is no simpler, all your followers won’t be able to see your posts. It is about targeting the right audience and building customer journeys to attract people to your sites. The real question is how to start with social media advertising and how it works on all the different platforms. We have skilled techies who will help you perform better on the social media channels like Facebook, Instagram and YouTube with great performing paid ads.</p><br /><h5 class='fw-500 h5'>Advantages of Digital Advertising with WAMP InfoTech </h5><p>We have a team of qualified professionals who are expert in digital advertising and will help in promoting your business at affordable price. Being on top of the search engines and also on social media channels will attract a great number of consumers towards your business services. One of the simplest ways for new and even established business owners to grab the attention of online visitors. These services can really take your business to another level. For online ads, the results are quick, as it increases leads and customers. Finally, it is a service that gives a higher return investment to your business.</p><p>Want your business to be seen by a larger audience in a short span of time? <a href='contact'>Get in touch with us</a>.</p>  </div>",
    "desc": "An essential part of digital strategies today, our team focuses on what suits your particular business module. We make sure that our services are highly productive."
  }, {
    "disabled": false,
    "in_home": false,
    "src": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 69.822 76.427\"> <path fill=\"#A0A0A0\" d=\"M52.408 76.427H17.703l1.786-11.486H50.62l1.788 11.486zm-31.633-2.633h28.559l-.968-6.221H21.743l-.968 6.221zM47.165 61.63l-2.403-1.076 6.227-13.915-11.844-31.007h-5.407v-2.633h7.219l12.88 33.72z\"/> <path fill=\"#A0A0A0\" d=\"M24.075 67.579l-2.633-.012.038-8.611-5.465-12.238 13.026-34.102 2.459.94L18.862 46.64l5.253 11.759zM33.738 12.999h2.633v30.637h-2.633z\"/> <path fill=\"#A0A0A0\" d=\"M34.911 52.915c-3.095 0-5.613-2.519-5.613-5.613s2.519-5.613 5.613-5.613 5.613 2.519 5.613 5.613-2.518 5.613-5.613 5.613zm0-8.594c-1.644 0-2.98 1.337-2.98 2.98s1.337 2.98 2.98 2.98 2.98-1.337 2.98-2.98-1.336-2.98-2.98-2.98zM39.313 8.804H30.51V0h8.804v8.804zm-6.17-2.633h3.538V2.633h-3.538v3.538zM69.822 8.804h-8.804V0h8.804v8.804zm-6.171-2.633h3.538V2.633h-3.538v3.538zM69.903 37.313H61.1v-8.804h8.804v8.804zm-6.171-2.633h3.538v-3.538h-3.538v3.538zM8.804 37.313H0v-8.804h8.804v8.804zM2.633 34.68h3.538v-3.538H2.633v3.538zM8.804 8.804H0V0h8.804v8.804zM2.633 6.171h3.538V2.633H2.633v3.538z\"/> <path fill=\"#A0A0A0\" d=\"M5.953 29.996l-2.611-.33C4.413 21.19 11.726 4.755 31.73 3.216l.201 2.625C13.621 7.249 6.932 22.258 5.953 29.996zM63.469 25.066C62.128 14.334 48.877 6.489 42.489 6.489V3.856c7.37 0 22.059 8.612 23.591 20.884l-2.611.326z\"/> <path fill=\"#A0A0A0\" d=\"M42.502 3.084l15.458.127-.022 2.633-15.458-.127zM14.267 3.212h17.564v2.633H14.267z\"/> </svg>",
    "title": "Graphic Design",
    "url": "graphic-design",
    "meta": {
      "title": "Graphic Design Services, Logo, Brochures Design",
      "desc": "Graphic Designing is an essential part for your online presence, know your target audience for designing a logo or social media profile or the biggest platform. ",
      "keywords": [
        "Graphic Design",
        "graphic design services",
        "graphic design company",
        "graphic design company in delhi",
        "graphics designer",
        "logo design services",
        "logo design company"
      ]
    },

    "image": "images/services/Graphic-Design.jpg",
    "content": "<div class='container' id='graphic-design'><h2 class='fw-500 h5'>It doesn't have to be intricate</h2><p>Designing might look an easy process, but graphic design is a complicated one. Be it your logo design, company stationery, or the posts for social media platforms. The designs made to attract the target audience so that one has a clear vision. Also, our designers sit with you to know about your company and its motive. Using this knowledge we will come up with a design that is effortless, incredible, future proof, resourceful and significant.</p><br />  <ul class='collection with-header'><li class='collection-header'><h2 class='fw-500 h5'>Some of the work that we deal in Graphic Design includes:</h2></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Logo design</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Company stationery</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Social media assets</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Brochures</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Website graphics</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Promotional material</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Leaflet and flyers</li>  </ul>  <br />  <h3 class='fw-500 h5'>Graphic design, take a look at our work</h3>  <p>We create our designs on the latest version of <a href='https://www.photoshop.com/' target='_blank'>Photoshop</a>. The process includes the initial concept to the approved design, the content, icons and fonts; the latter can be easily edited. It requires a lot of moderation to get to a level of publishing. All the errors are corrected and also, the fonts changed accordingly. The placement of the logo, vectors and the text plays an important role as these constitute in building a great design.</p><p>It is important to take care of the technical setup that includes checking the placement of the inner layers. One has to ensure that elements outside the artwork are placed correctly. We also check the colours everywhere, as they play a crucial role in the design.</p><br />  <h4 class='fw-500 h5'>Need interesting designs, we will make it easy for you! </h4>  <p>A design depends on the type of font and colours used to create it, but if one ruins with these elements then the design might just look terrible.</p>  <p>But the best part for designing online that we can change the whole thing within a very small amount of time, making it easier for the clients to get their best designs. Our creative minds are constantly at work, so that we create something new every day. We enjoy <a href='work'>creating something unique</a>, exciting and something effective for your creative campaigns. Our major aim is to create something that will make your online presence to therefore stand out from rest of the competing world. We believe in a mobile first design as the audience has now shifted from desktops to mobile phones.</p>  <p>Have something great in mind related to Graphic Design? <a href='contact'>Get in touch with us.</a></p>  </div>"
  }, {
    "disabled": false,
    "in_home": false,
    "src": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 80.43 67.041\"> <path fill=\"#A0A0A0\" d=\"M80.43 56.469H0V0h80.43v2.633H2.633v51.203h75.164V6.354h2.633z\"/> <path fill=\"#A0A0A0\" d=\"M51.741 67.041H28.69V53.836h21.735v2.633H31.323v7.939h17.785v-5.562h2.633z\"/> <path fill=\"#A0A0A0\" d=\"M22.69 64.408h35.051v2.633H22.69zM1.316 44.836h71.702v2.633H1.316zM72.917 40.437H56.425V6.984h16.492v33.453zm-13.859-2.633h11.227V9.617H59.058v28.187zM8.029 6.984h4.219v2.633H8.029zM8.029 12.347h4.219v2.633H8.029zM8.029 17.71h4.219v2.633H8.029zM8.029 23.072h4.219v2.633H8.029zM8.029 28.436h4.219v2.633H8.029z\"/> <path fill=\"#A0A0A0\" d=\"M61.426 12.121h6.489v2.633h-6.489zM61.426 17.367h6.489V20h-6.489zM61.426 22.615h6.489v2.633h-6.489zM61.426 27.862h6.489v2.633h-6.489zM61.426 33.109h6.489v2.633h-6.489zM16.328 38.037h35.587v2.633H16.328zM16.328 6.984h35.587v2.633H16.328zM48.208 33.561l-4.67-4.97-4.67 4.97-1.918-1.803 6.588-7.011 6.588 7.011zM20.787 33.561l-1.918-1.803 12.77-13.589 7.822 8.229-1.907 1.814-5.904-6.211zM46.038 22.035c-2.104 0-3.816-1.712-3.816-3.816s1.712-3.816 3.816-3.816 3.816 1.712 3.816 3.816-1.711 3.816-3.816 3.816zm0-5a1.185 1.185 0 1 0 1.184 1.184c0-.653-.532-1.184-1.184-1.184z\"/> </svg>",
    "title": "Web Maintenance",
    "url": "web-maintenance",
    "meta": {
      "title": "Web Maintenance Company, Web Maintenance Services ",
      "desc": "The technologies are advancing fast; therefore an unattended website will become outdated soon. WAMP InfoTech helps you keep your website maintenance at its best. ",
      "keywords": [
        "web maintenance",
        "website maintenance",
        "website maintenance services",
        "website maintenance cost",
        "web maintenance services",
        "website services",
        "website maintenance company"
      ]
    },
    "image": "images/services/website-Maintenance.jpg",
    "content": "<div class='container' id='web-maintenance'><h2 class='fw-500 h5'>We’re here to fix all the issues</h2><p>The internet is continuously on the move, and it can be difficult to keep up web maintenance with all the technological advancements that take place on a daily basis. We are aware of the fact that online trends and technologies are advancing at a great pace. So, it is obvious that the websites built in the past need to be updated regularly as they will become old. It is important to keep up with your <a href='services/digital-advertising'>online presence and visibility</a> to perform at your best.</p><p>The first step of your online presence is marked by the launching of your website, and therefore you have to make improvements to develop. Well known for our long-term relationships with our clients, we promise to help them in every step they make for their strong online presence. We help you in updating your web maintenance, as you are busy running your business and also managing your customers. As working on both the things might get tricky so, it is essential that we work on the technical part.</p><br />  <ul class='collection with-header'><li class='collection-header'><h3 class='fw-500 h5'>We will go out of the way to assist you: </h3></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>We will provide web maintenance support from a team who will genuinely care for your website and its requirements.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>WAMP has a team of experts, highly skilled and will assist you with all aspects of the website.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>We will make sure that we care about the cost-effectiveness.</li></ul><br /><h3 class='fw-500 h5'>Our practical approach to problem-solving</h3><p>We make sure that we help you in solving your issues. We have several ways to make this work, as website maintenance requires in assisting your website, we can install real-time error tracking on your website. This will help us in <a href='https://www.restapitutorial.com/httpstatuscodes.html' target='_blank'>detecting the errors</a> at a great speed. This means that we will be the first ones to know about the issues and glitches on the website. Once we will get to know about the error, our best of minds will be at your work and help you in resolving the issue. We won’t let you come to a situation where the customers will report problems on the website.</p><br /><ul class='collection with-header'><li class='collection-header'><h4 class='fw-500 h5'>We are here for your website maintenance </h4></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Catch the errors before affecting the customers.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Finally, we will identify the root cause</li></ul><p>When the issues will occur, we will make sure to identify the cause. Therefore, find a solution and get back to you in the shortest time with the perfect website. Have a query with your website, <a href='contact'>get in touch with us</a>.</p>  </div>",
    "desc": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Quia numquam ad, modi vitae iure cumque"
  }, {
    "disabled": false,
    "in_home": false,
    "url": "search-engine-optimization",
    "meta": {
      "title": "Search Engine Optimization, SEO Services ",
      "desc": "Building a website is an easy job, but how do you rank your website on the search engines. Get your website on the first page with our Search Engine Optimization services.",
      "keywords": [
        "search engine optimization",
        "seo",
        "seo services",
        "seo company",
        "seo company in delhi",
        "seo services in delhi",
        "seo expert"
      ]
    },

    "image": "images/services/Seo.jpg",
    "content": "<div class='container' id='seo'><h2 class='fw-500 h5'>Increase your visibility with WAMP </h2><p>A great number of agencies are now providing Search Engine Optimization or SEO services as businesses are now moving to the digital platforms. But the fight on the digital platform is to be visible to the right audience. As they say, out of sight is out of mind; it is essential to be visible on the internet. Search Engine Optimization helps in connecting with the right audience organically placing your website on the front pages of the search engines.</p><p>WAMP InfoTech uses Search Engine Optimization strategies that work for various business models. We make sure that our clients are satisfied with our services and we believe in making long-term relationships with our clients.</p><br /><h2 class='fw-500 h5'>Reach your audience with Search Engine Optimization </h2><p>For a business to come online, it is important to attract the right audience. Therefore, every business strives to reach its target audience; one has to work on various strategies. We help you in getting better visibility through customized services as per your business requirements.</p><ul class='collection'><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><strong>On-Site Optimization </strong>is the most essential part when it comes to ranking your website on the search. There are various categories that include <a href='https://moz.com/learn/seo/on-site-seo' target='_blank'>on-site optimization</a>, for instance, canonicals , load time analysis, HTML code cleanup, sitemap creation, title and a lot more.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><strong>Off-Site Optimization </strong>is also equally important as these services are required for building and retaining the rank of the website. The services for off-page include creating, promoting and submitting articles, blog posts, press releases, boosting various other types of contents.</li></ul><br /><h3 class='fw-500 h5'>Aspired results </h3><p><strong>We at WAMP InfoTech </strong>take up the best marketing strategies apart from Search Engine Optimization like Ads, E-mail marketing and content marketing. To get best results because while working on the digital platforms it is essential that your business is visible at all places. We have a team of experts working various modules after going through your website. To come up with the best strategy to make your business visible locally or internationally.</p><br /><h4 class='fw-500 h5'>Better brand visibility </h4><p>We make sure that our <a href='services/content-marketing'>Content Marketing strategies</a> on the website are on point as content plays an essential role while Search Engine Optimization strategies are concerned. Content helps in connecting with the audience if the content is written well it is obvious that you will attract a good number of audience. Content has to be informative the reader should feel that there is truth in your products and services. We have a great team of content marketers, who prepare a strong base for the SEO.</p><br /><h4 class='fw-500 h5'>Track your website’s performance </h4><p>The SEO reports will track the performance of your website and also share the reports on the visitors. We use the best analytics tools to keep a check on your website. Believe in sharing the crucial reports so that you have a comparative idea about your online presence, as to how your website will work once our experts take charge of your website. We use the strategies that are tailor-made for your particular business model so that the improvement is quick.</p><br /><h4 class='fw-500 h5'>We will check with your competitors </h4><p>It is not a onetime process, as the business grows then definitely one has to keep up with the competitors. WAMP InfoTech checks up with the competitors as one gets to know about their strengths and weaknesses accordingly.</p><br /><h5 class='fw-500 h5'>Our clients, our first priority </h5><p>This is our first priority because the client’s first requirement is that the agency should know them well. We believe in making long-term relationships with our customers making. That may require us to do more than we have told them. We have a team of dedicated professionals to work for the queries that our clients may face. As Search Engine Optimization is a service where the clients have a lesser idea.They tend to forget that the service requires patience.</p><p>Do you have a website? Is it not reaching the target audience, why not <a href='contact'>get in touch with us</a>?</p></div>",
    "title": "Search Engine Optimization"
  }, {
    "disabled": false,
    "in_home": false,
    "url": "email-marketing",
    "meta": {
      "title": "Email Marketing Company, Email Service Provider",
      "desc": "Reach your target audience rapidly with Email Marketing. We create separate strategies for your bulk emails and help in extracting leads from the same. ",
      "keywords": [
        "email marketing",
        "email marketing services",
        "email marketing company",
        "email marketing company in delhi",
        "email service provider",
        "email marketing strategy",
        "bulk email service provider"
      ]
    },

    "image": "images/services/E-mail-Marketing.jpg",
    "content": "<div class='container'><h2 class='fw-500 h5'>Share Emails at a great pace </h2><p>Email marketing is a type of marketing that is direct and uses <a href='https://en.wikipedia.org/wiki/Email'>emails</a> to share messages to the targeted audience. Considered as one of the best ways of online business marketing strategies and it helps in converting online visitors to potential customers. This is one of easiest ways to reach your audience and remind them of products and services with visual content.</p><p>WAMP InfoTech has been working on it for various small and big companies. This strategy has turned out to be a successful one. Our team of well-versed digital marketing professionals will take care of your work. They are very well aware about this  marketing. It is a superb way to gain organic customers and target visitors in an easy manner.</p><br /><ul class='collection with-header'><li class='collection-header'><h3 class='fw-500 h5'>Why choose us?</h3></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>We provide the best services at an affordable rate. Our professionals will make sure that they promote your services and products in a manner that they seem interesting and creative.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>WAMP InfoTech provides the services for your company so that it gains an increment on the online platforms and therefore increases the digital sales.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>We have a bunch of creative, <a href='services/it-support'>technical and skilled professionals</a> who have been working in the digital marketing field since a long time. Thus, they are aware of the need for your business to be online and they will come up with a unique online strategy for your business. Known to build long term relationships with our clients as we tend to give them our best services.</li></ul>  <br /><ul class='collection with-header'><li class='collection-header'><h4 class='fw-500 h5'>Why you need Email marketing for your business?  </h4></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><strong>Affordable services:</strong> Email marketing services are considered to be cost effective when it comes to other digital services. It is a sure shot way to attract the online visitors and convert them into leads for your business. It is an affordable way to display your goods and services.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><strong>Easy to target:</strong> Therefore, one of the best ways to attract a great number of prospective customers in the digital marketing realm. We have a team of qualified professionals who work for you brand building on the various online platforms to gain popularity.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><strong>Measure your success:</strong> One of the best parts of digital marketing is that one can measure the amount of work. That is used with the help of Google Analytics. Same goes for email marketing, easily checked and analysed.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>We have included various free services in our email marketing. For instance, like free newsletter template, email list management and the summary of the business services.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Finally, these services increase customer’s knowledge about your brand and it can help in getting qualified leads for you business. We provide great strategies for your marketing services according to your business’s requirement.</li></ul><p>Have a great business, which needs online marketing? <a href='contact'>Get in touch with us</a>.</p>  </div>",
    "title": "Email Marketing"
  }, {
    "disabled": false,
    "in_home": false,
    "url": "software-development",
    "meta": {
      "title": "Custom Software Development Company ",
      "desc": "WAMP InfoTech helps you in developing the entire new product in Software Development which includes establishing the process and project management. ",
      "keywords": [
        "software development",
        "software development company",
        "software development services",
        "software solutions",
        "software developer",
        "custom software development company",
        "software development company in delhi"
      ]
    },
    "image": "images/services/Software-Development.jpg",
    "content": "<div class='container'><h2 class='h5 fw-500'>What does Software Development mean?</h2><p>First of all, it is the process of specifying, <a href='services/web-design'>designing, and programming</a>, documenting, rectifying, and fixing the issues that come in the process of building and maintaining applications or software components.</p>  <br /><ul class='collection with-header'><li class='collection-header'><h3 class='h5 fw-500'>The Process </h3></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><strong>Development of the full product</strong>- it begins from creating dedicated software from the ground.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><strong>Detailed functionality of development</strong> - helping in extending the offerings, we try to come up with products with various features.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><strong>Great mix of the team</strong> - a team of qualified professionals and techies make sure that your project is developed in the manner you want it.</li></ul><br /><h3 class='h5 fw-500'>We deal in various types of projects </h3><p>The large-scale projects usually have complex architectures that require a higher level of development, testing, and team. On the other, the smaller software development requires building the software from scratch and making it go through the user experience.</p><br /><ul class='collection with-header'><li class='collection-header'><h4 class='h5 fw-500'>Various types of challenges we solve </h4></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>The software is valued less than expected and takes a lot of time as it gets started from scratch.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>It is an expensive project as it is a detailed project, which means that every project is like a milestone and has to be worked upon closely.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Maintaining the software takes more time than usual, though we have a team of techies who specialize in providing maintenance.</li></ul><br /><h4 class='h5 fw-500'>Why develop a product with WAMP InfoTech? </h4><p>We help you come with the entire product, for instance, established processes and project management services. We plan, estimate and then test thoroughly to stay within the budget and the given time constraint. Our client servicing executives will keep you updated via regular communication. Certainly, our team of expert and skilled developers will make sure that your project is developed well. The software development projects we build appear modern and work well also as we have an in-house <a href='https://www.interaction-design.org/literature/topics/ui-design' target='_blank'>UI design</a> team. Finally, we make sure that the quality of the programming is high as we do not compromise on time.</p><br /><h5 class='h5 fw-500'>WAMP InfoTech has great knowledge about the industry </h5><p>We have worked in and around various industries, developing the art of tailoring software products. However, our team ensures to develop products that will help your business to grow and reach your customers comfortably.  </p><p>Therefore, we have worked across various platforms from Healthcare to Retail and manufacturing to Telecom and various others.</p><p>Are you looking for a software development for your renowned business? <a href='contact'>Get in touch with us</a>.  </p></div>",
    "title": "Software Development"
  }, {
    "disabled": false,
    "in_home": true,
    "url": "social-media-optimization",
    "meta": {
      "title": "Social Media Optimization Services, SMO Company ",
      "desc": "Social Media platforms are the most popular channels for all types of audiences, therefore one needs to build the best strategies for Social Media Optimization. ",
      "keywords": [
        "social media optimization",
        "smo",
        "smo services",
        "social media optimization company",
        "social media services",
        "social media optimization services india",
        "social media management"
      ]
    },

    "image": "images/services/Social-Media-Optimization.jpg",
    "src": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 80.43 67.041\"> <path fill=\"#A0A0A0\" d=\"M80.43 56.469H0V0h80.43v2.633H2.633v51.203h75.164V6.354h2.633z\"/> <path fill=\"#A0A0A0\" d=\"M51.741 67.041H28.69V53.836h21.735v2.633H31.323v7.939h17.785v-5.562h2.633z\"/> <path fill=\"#A0A0A0\" d=\"M22.69 64.408h35.051v2.633H22.69zM1.316 44.836h71.702v2.633H1.316zM72.917 40.437H56.425V6.984h16.492v33.453zm-13.859-2.633h11.227V9.617H59.058v28.187zM8.029 6.984h4.219v2.633H8.029zM8.029 12.347h4.219v2.633H8.029zM8.029 17.71h4.219v2.633H8.029zM8.029 23.072h4.219v2.633H8.029zM8.029 28.436h4.219v2.633H8.029z\"/> <path fill=\"#A0A0A0\" d=\"M61.426 12.121h6.489v2.633h-6.489zM61.426 17.367h6.489V20h-6.489zM61.426 22.615h6.489v2.633h-6.489zM61.426 27.862h6.489v2.633h-6.489zM61.426 33.109h6.489v2.633h-6.489zM16.328 38.037h35.587v2.633H16.328zM16.328 6.984h35.587v2.633H16.328zM48.208 33.561l-4.67-4.97-4.67 4.97-1.918-1.803 6.588-7.011 6.588 7.011zM20.787 33.561l-1.918-1.803 12.77-13.589 7.822 8.229-1.907 1.814-5.904-6.211zM46.038 22.035c-2.104 0-3.816-1.712-3.816-3.816s1.712-3.816 3.816-3.816 3.816 1.712 3.816 3.816-1.711 3.816-3.816 3.816zm0-5a1.185 1.185 0 1 0 1.184 1.184c0-.653-.532-1.184-1.184-1.184z\"/> </svg>",
    "order": 5,
    "title": "Social Media Optimization",
    "content": "<div class='container'><h2 class='fw-500 h5'>Make the best use of Social Media </h2><p>Social platforms were earlier used for personal use, but now they have gained popularity on the basis of business purposes. As social media optimization is one of the best ways to increase the awareness about products and brands on Social media channels. In simpler words, one can say that social media optimization is a process of sharing content on social websites to attract the audience towards the brand and its website.</p><p>WAMP InfoTech has a team of professionals who work towards making your online presence strong. As we work on various social sites like <a href='https://www.facebook.com/' target='_blank'>FaceBook</a>, LinkedIn, Twitter, Instagram, Google and much more. Social media is used by all of us, so the probability is that the audience for all types of businesses use social media, therefore attracting them from these platforms is easier. Online marketing on social platforms helps in connecting the target audiences.</p><br /><ul class='collection with-header'><li class='collection-header'><h3 class='fw-500 h5'>We work on the following social platforms:</h3></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Facebook</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>LinkedIn</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Google+</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Instagram</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Twitter</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Tumblr</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Pinterest</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Flickr and various others</li></ul><p>We tend to build strong relationships with our clients while working on social media platforms, as it requires various steps like building a brand recognition strategy for the audience. Ensuring to keep your social media platforms updated and keep up with all new updates on the social channels. We like to give your pages on social media regular updates, so that they are visible to the audience every now and then.</p><br /><h3 class='fw-500 h5'>Why choose WAMP InfoTech for Social Media Optimization? </h3><p>Social media optimization has grown over the last few years as one of the best platforms for increasing the online presence. It helps in advancing the business service providers to convert visitors into potential customers. Millions of people are using social media platforms like FaceBook, LinkedIn, Twitter, and Instagram. This makes it easier to target the audience on such platforms. <a href='team'>Our team of qualified professionals</a> works on the content marketing strategy because it plays a crucial role in attracting a huge audience.</p><br /><ul class='collection with-header'><li class='collection-header'><h3 class='fw-500 h5'>We work on the following social platformsAdvantages of Social Media Optimization:</h3></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>First of all, increasing the ability of websites link to promote on various social platforms</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Furthermore, SMO helps in sharing the content on the websites that rank higher on the social media platforms</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Moreover, this builds a strong relationship with the clients as we will provide potential lead by using social media</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>It also helps in giving regular updates to the consumers about the products or services</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>With the usage of contests and giveaways, one can attract a great number of new audiences that can, later on, become consumers.</li></ul><br /><p>Need a great social media optimization strategy? <a href='contact'>Get in touch with us</a>.</p>  </div>",
    "desc": "Our social media practice is focused on getting maximum engagement from various platforms. Our communication strategy is custom-made for you."
  }, {
    "disabled": false,
    "in_home": false,
    "url": "domain-and-hosting",
    "meta": {
      "title": "Domain & Hosting Service Providers",
      "desc": "Looking for reliable hosting and domain service provider, WAMP InfoTech updates your website so that it can easily be published without delay. ",
      "keywords": [
        "domain and hosting",
        "buy domain",
        "buy hosting",
        "dedicated hosting",
        "dedicated server hosting",
        "dedicated server hosting in india",
        "dedicated server"
      ]
    },

    "image": "images/services/Domain-&-Hosting.jpg",
    "content": "<div class='container' id='domain-hosting'><h2 class='fw-500 h5'>Quick, safe and consistent Domain & Hosting </h2><p>You are in safe hands while you choose our domain & hosting platform as we will keep your website up to date and we will easily publish the website without any delay. We regularly keep posted both software and <a href='https://en.wikipedia.org/wiki/Plug-in_(computing)' target='_blank'>plugins</a> in the best security possible for your website.</p><br />  <ul class='collection with-header'><li class='collection-header'><h3 class='fw-500 h5'>We promise to give you:</h3></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Weekly backups for your Hosting on a dedicated server.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>High presentation and consistency.</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i><a href='services/it-support'>Technical support for your website 24x7.</a> </li></ul><br /><h4 class='fw-500 h5'>What is a Domain?</h4><p>The name of your website is known as the domain. It is an address where the users will search for you on the online platforms/search engines. A domain name used for identifying a particular website. Domain names, established to make it easier for humans to remember the website. It developed because people could not remember a series of numbers that are known as IP addresses. A domain name can be an amalgamation of letters and numbers and there are various extensions, with which a domain name can be taken, for instance, .com, .net and various others. It is essential to register a domain name before its use, and every domain name has to be unique. It should be able to define your business or your reason to come up with a website.</p><br /><h4 class='fw-500 h5'>What is a hosting?</h4><p>Web hosting is a service that gives access to a website of an organisation or an individual to put up their website on the internet. A web hosting service provider sells technologies and services required by a website or a web page. Servers required to host the websites. The server acts as a connection medium for the users' computer who is browsing your website. You must own a domain to get in touch with a hosting provider, or the hosting firm will help you provide the domain name.</p><p>We care about our clients and our goal is to maintain long-term relationships, which is why we are always ready to serve you and help you in fixing the issues. It is important to look after your website post its launch as it might face various glitches and therefore we are available at your service. It is the same case as of a car, once you buy it you have to regularly get it serviced. So it is important to maintain your website, its domain, and hosting.</p>  </div>",
    "title": "Domain &amp; Hosting"
  }, {
    "disabled": false,
    "in_home": true,
    "url": "android-app-development",
    "meta": {
      "title": "Android App Development Company",
      "desc": "The advancement of technology has shown has the various stages of Internet and the most amazing one is Android App Development that promises an easy user interface. ",
      "keywords": [
        "android app development",
        "android app development services",
        "android app development company",
        "android app developer",
        "android developers",
        "mobile app development company",
        "mobile app development"
      ]
    },
    "image": "images/services/Android-App-Development.jpg",
    "src": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 57.001 57.001\"><path fill=\"#A0A0A0\" d=\"M35.361,5.677l2.497-4.162c0.284-0.474,0.131-1.088-0.343-1.372c-0.475-0.285-1.088-0.132-1.372,0.343l-2.635,4.392 c-1.569-0.558-3.249-0.878-5.007-0.878s-3.438,0.32-5.007,0.878l-2.635-4.392c-0.284-0.475-0.898-0.627-1.372-0.343 s-0.627,0.898-0.343,1.372l2.497,4.162c-4.827,2.495-8.14,7.525-8.14,13.324c0,0.553,0.448,1,1,1h28c0.552,0,1-0.447,1-1 C43.5,13.203,40.188,8.173,35.361,5.677z M15.539,18.001c0.512-6.703,6.13-12,12.962-12s12.45,5.297,12.962,12H15.539z\"/><path fill=\"#A0A0A0\" d=\"M35.478,11.364H34.16c-0.364,0-0.659,0.295-0.659,0.659v1.318c0,0.364,0.295,0.659,0.659,0.659h1.319 c0.364,0,0.659-0.295,0.659-0.659v-1.318C36.138,11.659,35.842,11.364,35.478,11.364z\"/><path fill=\"#A0A0A0\" d=\"M22.841,11.364h-1.319c-0.364,0-0.659,0.295-0.659,0.659v1.318c0,0.364,0.295,0.659,0.659,0.659h1.319 c0.364,0,0.659-0.295,0.659-0.659v-1.318C23.5,11.659,23.205,11.364,22.841,11.364z\"/><path fill=\"#A0A0A0\" d=\"M42.5,21.001h-28c-0.552,0-1,0.447-1,1v20.171c0,2.663,2.169,4.829,4.834,4.829H19.5v6.006c0,2.202,1.794,3.994,4,3.994 s4-1.792,4-3.994v-6.006h2v6.006c0,2.202,1.794,3.994,4,3.994s4-1.792,4-3.994v-6.006h1.166c2.666,0,4.834-2.166,4.834-4.829 V22.001C43.5,21.448,43.053,21.001,42.5,21.001z M41.5,42.172c0,1.56-1.271,2.829-2.834,2.829H36.5c-0.552,0-1,0.447-1,1v7.006 c0,1.1-0.897,1.994-2,1.994s-2-0.895-2-1.994v-7.006c0-0.553-0.448-1-1-1h-4c-0.552,0-1,0.447-1,1v7.006 c0,1.1-0.897,1.994-2,1.994s-2-0.895-2-1.994v-7.006c0-0.553-0.448-1-1-1h-2.165c-1.563,0-2.835-1.27-2.835-2.829V23.001h26 V42.172z\"/><path fill=\"#A0A0A0\" d=\"M48,21.001c-1.93,0-3.5,1.572-3.5,3.504v13.992c0,1.932,1.57,3.504,3.5,3.504s3.5-1.572,3.5-3.504V24.505 C51.5,22.573,49.93,21.001,48,21.001z M49.5,38.497c0,0.829-0.673,1.504-1.5,1.504s-1.5-0.675-1.5-1.504V24.505 c0-0.829,0.673-1.504,1.5-1.504s1.5,0.675,1.5,1.504V38.497z\"/><path fill=\"#A0A0A0\" d=\"M9,21.001c-1.93,0-3.5,1.572-3.5,3.504v13.992c0,1.932,1.57,3.504,3.5,3.504s3.5-1.572,3.5-3.504V24.505 C12.5,22.573,10.93,21.001,9,21.001z M10.5,38.497c0,0.829-0.673,1.504-1.5,1.504s-1.5-0.675-1.5-1.504V24.505 c0-0.829,0.673-1.504,1.5-1.504s1.5,0.675,1.5,1.504V38.497z\"/> </svg>",
    "order": 4,
    "title": "Android App Development",
    "content": "<div class='container'><h2 class='fw-500 h5'>Providing Futuristic Design Experiences.</h2><p>With the advancement of technology, one of the most essential comparatively new technologies is the android app development. So, basically the mobile operating system is android is developed by Google, it is a Linux based operating system. Above all, designed for smartphones and tablets. This has become one of the most popular systems, because one can expand their business at a greater pace and cater to a larger audience.</p><p>WAMP InfoTech is one of the most creative android application development company, we develop victorious apps. These apps work smoothly and supported by android mobile devices. We have a team of skilled and highly qualified team of techies who develop the apps. They truly understand the importance of android hence, are in constant touch of the technology for the latest advancements. Our developers are well versed with the <a href='https://developer.android.com/studio/' target='_blank'>Android SDK (Software Development Kit)</a>, we are well aware of what our clients require and we work hard to meet those requirements.</p>  <br /><h2 class='fw-500 h5'>Why choose WAMP InfoTech for android app development?</h2><p>We have top-notch infrastructure and development team for android app development; our techies have immense knowledge about java and various other programming languages. One of the most crucial aspects of a good app is the requirement of fine and knowledgeable developers. It is important to be innovative and that is the part of our creative team. Therefore, the developer requires development kits that are Android SDK (Software Development Kit) which include sample project source code for android applications. <a href='services/software-development'>We develop applications</a> that are light and mobile-friendly.</p><br /><h3 class='fw-500 h5'>We provide the following Android Application Services</h3><ul class='collection with-header'><li class='collection-header'><h4 class='fw-500 h5'>App developments based on location</h4></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>We at WAMP InfoTech have a top-class team of android development that uses android locations API (application programming interface). We use GPS and network location that makes the application more precise and accurate. The user can use cell towers or wi-fi signals to catch the apt location.</li><li class='collection-header'><h4 class='fw-500 h5'>Adding videos and pictures</h4></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Our techies have outstanding skills and knowledge about the android app development. The app should complete the purpose of social networking sites, which means including videos, music, images and much more. We develop creative and attractive layouts. These will help in greater engagement and to attract the largest audience.</li><li class='collection-header'><h4 class='fw-500 h5'>Background service application</h4></li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>We at WAMP InfoTech develop mobile background applications which will run continuously on the mobile device. These apps help in greater engagement and also, developing offline applications that may run without having internet connections.</li></ul><p>Have something interesting in mind for an interesting app, <a href='contact'>get in touch with us</a>.</p>  </div>",
    "desc": "The advancement of technology has shown has the various stages of Internet and the most amazing one is Android App Development that promises an easy user interface. "
  }, {
    "disabled": false,
    "in_home": false,
    "url": "content-marketing",
    "meta": {
      "title": "Content Marketing , Content Marketing Services",
      "desc": "Content Marketing is an essential part for the digital platforms as you need great content to attract the right type of audience and WAMP InfoTech helps you do that. ",
      "keywords": [
        "Content Marketing",
        "content marketing strategy",
        "content marketing services",
        "content marketing agency",
        "content marketing agency india",
        "content writing company",
        "content writing services"
      ]
    },

    "image": "images/services/Content-Marketing.jpg",
    "content": "<div class='container'><h2 class='fw-500 h5'>Up your Content Marketing game with WAMP </h2><p>With the advancement of technology, communicating with the audience is not a one-sided affair anymore. Thus, one requires a better content strategy to work to have interactive content so that the audience feels connected and therefore you are able to establish yourself on the online platform. Content Marketing has great powers; therefore we help our clients to firstly know their audience. To establish ones online presence it is important to build deep relationships with consumers. It depends on the amount of traffic you receive on your website. Thus, the traffic gives an idea as to how much your content liked by the consumers.</p><p><strong>We at WAMP InfoTech </strong>live and breathe digital content writing and marketing. We have a team of professional writers who make sure that the content holds onto your audience. Ensuring that we grasp all the ideas of our clients so that all those ideas are presented in the form of content beautifully. It is essential to apply a few key steps to come up with the best <a href='https://en.wikipedia.org/wiki/Content_strategy' target='_blank'>content plan</a>.</p><br /><h3 class='fw-500 h5'>Get your words on paper </h3><p>As content marketing plays a crucial role, we definitely know that the content needs to be done right. Content includes an editorial article, video, and social media posts. All the pieces written carefully and have to pass various keyword plans and comprehensive research.</p><p>As we develop the content marketing strategy we make sure that <strong>we follow the six main steps:</strong> </p><ul class='collection with-header'>  <li class='collection-header'><h4 class='fw-500 h5'>Explore</h4></li>  <li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>The process begins with a simple step that is to understand the concept and researching. We do not get onto the creative thought process until we get a vague idea about the content. Know about the audience you are going to cater. We also should be aware of the competitors and what all are their strategies in terms of content.</li>  <li class='collection-header'><h4 class='fw-500 h5'>Idea</h4></li>  <li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Once our research is complete, we come up with various content plans and strategies. It is the work of the creative team, that knows well what all matched your services and products. We very well know that the role of good content is to bring out goof profit.</li>  <li class='collection-header'><h4 class='fw-500 h5'>Create</h4></li>  <li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>The process of creating content begins, as they say, content is like art. We have a team of creative writers to come up with engaging content. Also, our creative writers are like marketers as they work for better content marketing planning.</li>  <li class='collection-header'><h4 class='fw-500 h5'>Edit</h4></li>  <li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Editing is one of the most important procedures as it is our priority to give you top class content. We have to eliminate common grammatical errors and also have to take care of the SEO.</li>  <li class='collection-header'><h4 class='fw-500 h5'>Share</h4></li>  <li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Content has to be shared well to reach the target audience because it won’t be visible everywhere so it is shared on various social platforms to attract the audience. Therefore, we know the tricks and we will help you share your content and also promote it. This includes an effective social distribution plan, it has to be cost-effective.</li>  <li class='collection-header'><h4 class='fw-500 h5'>Measure</h4></li>  <li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>If you do not measure your work, it will never let you know your negatives, therefore measure what type of content is working for your best. Every blog and article tracked, analyzed and worked upon. This is where <a href='services/digital-marketing'>digital marketing</a> wins over traditional marketing as you can measure your work on the analytics.</li></ul><p>Have something interesting to be shared with the world, <a href='contact'>get in touch with us</a>.</p></div>",
    "title": "Content Marketing"
  }, {
    "disabled": false,
    "in_home": true,
    "url": "it-support",
    "meta": {
      "title": "IT Support, Technical Support Service Provider",
      "desc": "The use of digital technology has been changing rapidly. We take care of your IT Support as we have a team of expert professionals to handle these services. ",
      "keywords": [
        "it support",
        "technical support",
        "it support technician",
        "technical support number",
        "network support",
        "it support specialist",
        "computer technician"
      ]
    },

    "image": "images/services/IT-Support.jpg",
    "src": "<svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 52 52\"> <path fill-rule=\"evenodd\" fill=\"#A0A0A0\" d=\"M50.139 36.334l-5.688 5.689c-1.342 1.342-1.386 2.631-1.387 2.685v.804c.896 0 1.625.729 1.625 1.625v4.876h-1.625v-4.876H32.501v4.876h-1.626v-4.876c0-.896.73-1.625 1.626-1.625v-5.689c0-.113.021-2.796 1.863-4.638l8.363-8.364h1.149a3.254 3.254 0 0 1 3.251 3.25v1.149l-5.926 5.927-1.149-1.149 5.45-5.451v-.476c0-.896-.73-1.625-1.626-1.625H43.4l-7.887 7.888c-1.372 1.372-1.387 3.468-1.387 3.489v5.689h7.313v-.813c0-.08.021-1.983 1.863-3.825l5.688-5.689c1.342-1.341 1.386-2.631 1.387-2.685V19.507a1.626 1.626 0 0 0-3.25 0v6.501h-1.625v-6.501a3.253 3.253 0 0 1 3.25-3.251 3.254 3.254 0 0 1 3.25 3.251v13.002c0 .08-.021 1.983-1.863 3.825zm-7.23-16.903l-3.48.871c-.055.221-.117.447-.187.679l2.576 2.493-.23.519a16.978 16.978 0 0 1-1.809 3.114l-.334.458L36 26.581c-.16.167-.323.331-.491.49l.985 3.446-.458.334a17.086 17.086 0 0 1-3.113 1.808l-.519.231-2.493-2.577c-.232.07-.458.132-.679.186l-.871 3.482-.566.059c-.603.063-1.207.095-1.795.095-.588 0-1.192-.032-1.795-.095l-.566-.059-.871-3.482a13.19 13.19 0 0 1-.679-.186l-2.493 2.577-.519-.231a17.094 17.094 0 0 1-3.114-1.808l-.457-.334.984-3.446a14.15 14.15 0 0 1-.49-.49l-3.446.984-.334-.458a17.03 17.03 0 0 1-1.808-3.114l-.23-.519 2.576-2.493c-.07-.232-.132-.458-.187-.679l-3.48-.871-.059-.566a17.506 17.506 0 0 1-.096-1.796c0-.583.033-1.187.096-1.796l.059-.566 3.48-.87c.055-.222.117-.448.187-.679l-2.576-2.494.23-.519a17.056 17.056 0 0 1 1.808-3.113l.334-.459L16 7.558c.159-.167.323-.331.49-.49l-.984-3.446.457-.334a17.094 17.094 0 0 1 3.114-1.808l.519-.232 2.493 2.578c.231-.07.458-.132.679-.187l.871-3.48.566-.059a16.83 16.83 0 0 1 3.59 0l.566.059.871 3.48c.221.055.447.117.679.187l2.493-2.578.519.232a17.086 17.086 0 0 1 3.113 1.808l.458.334-.985 3.446c.168.159.331.323.491.49l3.445-.985.334.459c.722.988 1.33 2.036 1.809 3.113l.23.519-2.576 2.494c.07.231.132.457.187.679l3.48.87.059.566c.063.609.096 1.213.096 1.796 0 .584-.033 1.188-.096 1.796l-.059.566zm-1.508-3.426l-3.351-.838-.101-.504c-.094-.466-.226-.95-.404-1.479l-.164-.486 2.483-2.403c-.31-.63-.669-1.248-1.073-1.844l-3.32.948-.34-.384c-.336-.38-.698-.743-1.078-1.079l-.384-.339.948-3.321a15.551 15.551 0 0 0-1.844-1.072l-2.401 2.484-.487-.164a11.86 11.86 0 0 0-1.48-.404l-.503-.102-.839-3.351a14.79 14.79 0 0 0-2.126 0l-.839 3.351-.503.102c-.466.093-.95.225-1.48.404l-.487.164-2.401-2.484c-.631.311-1.249.669-1.844 1.072l.948 3.321-.384.339c-.38.336-.742.699-1.078 1.079l-.34.384-3.32-.948a15.31 15.31 0 0 0-1.073 1.844l2.483 2.403-.164.486c-.178.529-.31 1.013-.404 1.479l-.101.504-3.351.838c-.025.361-.038.717-.038 1.064 0 .347.013.703.038 1.064l3.351.839.101.503c.094.466.226.95.405 1.481l.163.486-2.483 2.402c.31.63.669 1.247 1.073 1.844l3.32-.949.34.384c.336.38.698.743 1.078 1.079l.384.339-.948 3.321a15.56 15.56 0 0 0 1.844 1.073l2.401-2.483.487.163c.531.179 1.015.311 1.479.404l.504.101.839 3.352c.715.05 1.41.05 2.126 0l.839-3.352.504-.101c.464-.093.948-.225 1.479-.404l.487-.163 2.401 2.483a15.56 15.56 0 0 0 1.844-1.073l-.948-3.321.384-.339c.38-.336.742-.699 1.078-1.079l.34-.384 3.32.949c.404-.597.763-1.214 1.073-1.844l-2.483-2.402.163-.486a12.11 12.11 0 0 0 .405-1.481l.101-.503 3.351-.839c.025-.361.038-.717.038-1.064 0-.347-.013-.703-.038-1.064zM26 26.821c-5.377 0-9.751-4.375-9.751-9.752 0-5.377 4.374-9.752 9.751-9.752s9.751 4.375 9.751 9.752c0 5.377-4.374 9.752-9.751 9.752zm0-17.879c-4.48 0-8.126 3.646-8.126 8.127 0 4.481 3.646 8.126 8.126 8.126 4.48 0 8.126-3.645 8.126-8.126S30.48 8.942 26 8.942zm0 14.628a6.509 6.509 0 0 1-6.501-6.501A6.509 6.509 0 0 1 26 10.568a6.509 6.509 0 0 1 6.501 6.501A6.509 6.509 0 0 1 26 23.57zm0-11.377a4.88 4.88 0 0 0-4.875 4.876A4.88 4.88 0 0 0 26 21.945a4.88 4.88 0 0 0 4.875-4.876A4.88 4.88 0 0 0 26 12.193zM11.948 35.998l-1.149 1.149-5.926-5.927v-1.149a3.254 3.254 0 0 1 3.25-3.25h1.15l8.363 8.364c1.842 1.842 1.863 4.525 1.863 4.638v5.689c.896 0 1.626.729 1.626 1.625v4.876h-1.626v-4.876H8.936v4.876H7.311v-4.876c0-.896.729-1.625 1.625-1.625v-.813c-.001-.045-.045-1.334-1.387-2.676l-5.688-5.689C.019 34.492-.002 32.589-.002 32.509V19.507a3.254 3.254 0 0 1 3.25-3.251 3.253 3.253 0 0 1 3.25 3.251v6.501H4.873v-6.501a1.626 1.626 0 0 0-3.25 0v13.002c.001.045.045 1.335 1.387 2.676l5.688 5.689c1.842 1.842 1.863 3.745 1.863 3.825v.813h7.313v-5.689c0-.019-.029-2.131-1.387-3.489L8.6 28.446h-.477c-.895 0-1.625.729-1.625 1.625v.476l5.45 5.451z\"/> </svg>",
    "order": 6,
    "title": "IT Support",
    "content": "<div class='container'><h2 class='h5 fw-500'>Is it all about technology? </h2><p>IT Support is about changing the world in such a way that we collaborate, share, and create together.  It has become such a vital tool in a modern society that people and organisation who don't have access to IT Support simply are at a disadvantage. In today’s world IT skills are becoming necessary for day to day living, from finding a job, to get an education, checking up your health and in numerous fields, it’s required.  IT is not just about building using Internet Technology or fixing technical issues. So, it’s really about the people. IT Support is like the heart and soul of the IT support work. It’s like a heart of the human body without it you can't function properly. Consequently, IT support is very important in today’s modern world.</p><br /><h3 class='h5 fw-500'>Need to get an IT System running as it should? </h3><p>But don't have an Expertise or tired of IT Service provider who does not take time to learn your setup and do a shoddy job? IT is critical to your companies, organization's productivity, and growth. Our Highly trained Engineers, Account Managers, and Technicians will work closely with you to tackle the entire obstacle coming your way. Together we will help your business grow. We install Servers, User devices, Wire and Wireless Network, Top-Notch Consulting, Reliable IT Support, Procurement Services, IT project management, Setup for Infrastructure Cable & High-speed Internet Services. We provide <a href='services/domain-and-hosting'>Cloud Services</a> delivering IT Solutions accessible for Desktop, Mobile devices and security through the Internet. Most Importantly, our professionals maintain your Backups Hardware with regular testing and protect your system from <a href='https://en.wikipedia.org/wiki/Computer_virus' target='_blank'>Viruses</a>, Malware and from other security threats.</p><p>We can solve your system problems IT needs through Telephone, Email and through Remote access. Therefore, in WAMP InfoTech Pvt. Ltd. you will find Pro-Active Engineers as part of your team. We promise Expertise, Continuity, Consistency, and assurance that your system is in safe hands.</p><br /><h3 class='h5 fw-500'>What is IT? </h3><p>In short, Information Technology has completely transformed our lives in ways that you may have not even realized. We can communicate the massive amount of information to people in the organization across the world in the blink of an eye computers, power, calculator, medical equipment and complex satellites system. They are powerful and invaluable tools. However, they help people get their work done and enable us to connect with each other.</p><p>To clarify, IT is essentially the use of Digital Technology, Computers, and the Internet, to store and process data and into useful information. The IT industry refers to the entire scope of all the jobs and the resources that are related to computing technologies within Internet society. There are lots of different types of jobs in the IT industry from Network Engineer to ensure Computers with the Internet to communicate with each other. To Hardware Technician to replace and repair components and parts of a computer. So, the end number of user can use the software and the technology without facing any problem. What good is technology or Information, if people can't use technology or make sense of the information?</p><p>As a result, IT support helps people solving problems by using the technology itself. Therefore, you will see its influence in the following sectors:</p><ul class='collection'><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Education</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Medicine</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Journalism</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Construction</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Transportation</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Entertainment</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Satellite</li><li class='collection-item'><i class='material-icons left text-primary'>arrow_right_alt</i>Networking</li></ul><p>If you want any technical assistance just dial our <b>Technical Support Number</b> and our Toll-free number is <a href='tel:+18448426880'><b>+1(844) 842-6880</b></a>, which is especially available for all customers either they are existing or new user. You can also contact us or email at <b><a href='mailto:support@wampinfotech.com'>support@wampinfotech.com</a></b>.</p></div>",
    "desc": "As part of our commitment, we promise to solve all your issues as quickly as possible. We also provide ‘remote support’ make things easier for you."
  }]
}